Repository: CIPHER-and-SPROUT/hey
Catalog: apps/web/src/locales/*/messages.po
Languages: cs

source: <0/> <1>commented on your </1><2>{0}</2>
cs: <0/> <1>přidal komentář k vašemu </1><2>{0}</2>

source: <0/> <1>liked your </1><2>{0}</2>
cs: <0/> <1>olajkovalo vaše </1><2>{0}</2>

source: <0/> <1>mentioned you in a </1><2>{0}</2>
cs: <0/> <1>se o vás zmínil v </1><2>{0}</2>

source: <0/> <1>mirrored your </1><2>{0}</2>
cs: <0/> <1>zrcadlil vaše </1><2>{0}</2>

source: <0>{0}</0><1><2>mirrored the </2><3>{1}</3></1>
cs: <0>{0}</0><1><2>zrcadlil </2><3>{1}</3></1>

source: Account
cs: Účet

source: Action Required
cs: Je vyžadována akce

source: All posts
cs: Všechny příspěvky

source: Allowance
cs: Příspěvek

source: Audio
cs: Zvuk

source: Beta warning!
cs: Upozornění beta!

source: Browser Wallet
cs: Peněženka prohlížeče

source: Cleanup
cs: Čištění

source: Connect with one of our available wallet providers or create a new one.
cs: Spojte se s jedním z našich dostupných poskytovatelů peněženek nebo vytvořte nového.

source: Connect your wallet
cs: Připojte svou peněženku

source: Contact
cs: Kontakt

source: Danger Zone
cs: Nebezpečná zóna

source: Dark mode
cs: Tmavý režim

source: Disable Super follow
cs: Zakázat Super sledování

source: Disable dispatcher
cs: Zakázat dispečera

source: Disable staff mode
cs: Zakázat režim pro zaměstnance

source: Dispatcher
cs: Odesílatel

source: Donate
cs: Darovat

source: Enable dispatcher
cs: Povolit dispečera

source: Enable staff mode
cs: Povolit režim zaměstnanců

source: Explore
cs: Prozkoumat

source: Feedback
cs: Zpětná vazba

source: Filter
cs: Filtr

source: Follow amount
cs: Sledujte množství

source: For you
cs: Pro tebe

source: Funds recipient
cs: Příjemce prostředků

source: Get testnet tokens
cs: Získejte tokeny testnet

source: Highlights
cs: Zvýraznění

source: Home
cs: Domov

source: Images
cs: Snímky

source: Interesting
cs: Zajímavý

source: Interests
cs: Zájmy

source: Light mode
cs: Světelný režim

source: Locale settings
cs: Nastavení národního prostředí

source: Logged in as
cs: Přihlášen jako

source: Login
cs: Přihlásit se

source: Logout
cs: Odhlásit se

source: Moderation
cs: Umírněnost

source: More
cs: Více

source: My Feed
cs: Můj příspěvek

source: No.
cs: Ne.

source: Only the default profile will be visible across the {APP_NAME}, example notifications, follow etc.
cs: V aplikaci {APP_NAME}, příkladech oznámení, sledování atd. bude viditelný pouze výchozí profil.

source: Please sign the message
cs: Podepište prosím zprávu

source: Popular
cs: Oblíbený

source: Privacy
cs: Soukromí

source: Profile
cs: Profil

source: Report a bug
cs: Nahlásit chybu

source: Request Verification
cs: Požádat o ověření

source: Search
cs: Vyhledávání

source: Search…
cs: Vyhledávání…

source: Select Currency
cs: Vyberte možnost Měna

source: Select default profile
cs: Vyberte výchozí profil

source: Select display language
cs: Vyberte jazyk zobrazení

source: Select profile
cs: Vyberte profil

source: Select profile interests
cs: Vyberte zájmy profilu

source: Selecting your default account helps to display the selected profile across {APP_NAME}, you can change your default profile anytime.
cs: Výběr výchozího účtu pomůže zobrazit vybraný profil v aplikaci {APP_NAME}. Výchozí profil můžete kdykoli změnit.

source: Set Super follow
cs: Nastavte Super sledování

source: Set profile bio
cs: Nastavit bio profilu

source: Set profile name
cs: Nastavte název profilu

source: Set status
cs: Nastavit stav

source: Set super follow
cs: Nastavit super sledování

source: Set your avatar
cs: Nastavte si avatara

source: Setting super follow makes users spend crypto to follow you, and it’s a good way to earn it, you can change the amount and currency or disable/enable it anytime.
cs: Nastavení supersledování způsobí, že uživatelé utrácejí kryptoměny, aby vás sledovali, a je to dobrý způsob, jak je vydělat, můžete změnit částku a měnu nebo je kdykoli zakázat/povolit.

source: Settings
cs: Nastavení

source: Setup your {APP_NAME} profile
cs: Nastavte si svůj profil {APP_NAME}

source: Show more
cs: Zobrazit více

source: Sign-In with Lens
cs: Přihlaste se pomocí Lens

source: Status
cs: Postavení

source: Switch to
cs: Přepnout na

source: Terms
cs: Podmínky

source: Thanks
cs: Dík

source: Timeline
cs: Časová osa

source: Trending
cs: Trendy

source: Update Super follow
cs: Aktualizovat Super sledování

source: Update profile now
cs: Aktualizujte profil nyní

source: Verified
cs: Ověřeno

source: Welcome to {APP_NAME} 👋
cs: Vítejte v {APP_NAME} 👋

source: What else you should know
cs: Co byste ještě měli vědět

source: What's happening?
cs: Co se děje?

source: Who to follow
cs: Koho následovat

source: You can change default profile anytime here.
cs: Zde můžete kdykoli změnit výchozí profil.

source: You can enable dispatcher to interact with {APP_NAME} without signing any of your transactions.
cs: Dispečerovi můžete povolit interakci s aplikací {APP_NAME}, aniž byste museli podepisovat jakoukoli z vašich transakcí.

source: You don’t have any default profile set!
cs: Nemáte nastaven žádný výchozí profil!

source: Your Profile
cs: Tvůj profil

source: Your default profile
cs: Váš výchozí profil

source: {0} <0>collected your </0><1>{1}</1>
cs: {0} <0>shromáždil vaše </0><1>{1}</1>

source: {0} <0>{1} followed you</0>
cs: {0} <0>{1} vás sleduje</0>

source: {APP_NAME} is a decentralized, and permissionless social media app built with Lens Protocol 🌿
cs: {APP_NAME} je decentralizovaná aplikace sociálních médií bez povolení vytvořená pomocí protokolu Lens 🌿

source: {APP_NAME} is still in the beta phase, things may break, please handle us with care.
cs: Aplikace {APP_NAME} je stále ve fázi beta, může se něco pokazit, zacházejte s námi prosím opatrně.

source: {APP_NAME} uses this signature to verify that you’re the owner of this address.
cs: Aplikace {APP_NAME} používá tento podpis k ověření, že jste vlastníkem této adresy.

source: ▲ Powered by Vercel
cs: ▲ Používá technologii Vercel

source: 👀 See the feed through...
cs: 👀 Podívejte se na feed přes...
